[
  {
    "term": "<b>Space Design & Development [pvt] Ltd.</b> is one of the exclusive developer and builder for planning, implementing and allotment of all facilities of the project as a <b><em>modern</em> & <em>luxurious</em></b> apartment complex consisting of self contained apartment, reserved car parking, other features etc. described in details."
  },

  {
    "term": "Application for allotment of apartments should be made on the prescribed application form duly signed by the applicant along with the booking money. <b>Space Design & Development [pvt] Ltd.<em> has the right to accept or reject any application without assigning any reason thereto.</em></b>"
  },

  {
    "term": "On acceptance of an application <b>Space Design & Development [pvt] Ltd. <em>will issue an allotment letter with specific terms & conditions to the applicant.</em></b> The applicant/allottee shall start making payments as per schedule of payment. Allotments of apartment are made on first come first serve basis."
  },

  {
    "term": "All payment of booking money, installments, additional works and other charges shall be made by <b><em>Bank Draft or Pay Order or A/C payee cheque</em></b> in favor of <b>“Space Design & Development [pvt] Ltd.”</b>. For which respective receipts will be issued. <b>Bangladeshi residing abroad</b> may remit payments by <b><em>TT or DD</em></b>."
  },

  {
    "term": "<b><em>Payments of installments, car park costs and all other charges are to be made on due dates.</em></b> Space Design & Development [pvt] Ltd. may issue reminders to the allottee but notwithstanding the issue of reminders, the allottee must adhere to the schedule of payments to ensure timely completion of construction."
  },

  {
    "term": "<b><em>Delay in payments beyond the due date will make the allottee liable to pay a delay charge of 0.08% per day on the amount of payment delayed.</em></b> If the payment is delayed beyond 30 days Space Design & Development [pvt] Ltd. shall have the right to <b><em>cancel</em></b> the allotment."
  },

  {
    "term": "Space Design & Development [pvt] Ltd. and the allottee will be <b><em>required to execute an agreement</b></em> for <b><em>safeguarding</b></em> the interest of the allotte as well as Space Design & Development [pvt] Ltd."
  },

  {
    "term": "Connection fees/charges, security deposit & other incidental expenses relating to Gas, water sewerage and electric connections are <b>not</b> included in the price of apartments. These payments will be made by Space Design & Development [pvt] Ltd. directly to the authorities concerned, on the allottoee’s account. <b><em>The allottee will be billed proportionately on actual basis.</b></em>"
  },

  {
    "term": "<b><em>Limited changes</b></em> in the specifications, <b><em>design</b></em> and/or <b><em>layout</b></em> of the apartments and other facilities may be made by Space Design & Development [pvt] Ltd. in larger overall interest or due to unavoidable reason."
  },

  {
    "term": "Space Design & Development [pvt] Ltd. may <b><em>cancel</b></em> an allotment on <b><em>non-payment</b></em> of installment in disregard of reminders and after final intimation to allottee by registered post at the address given in the application form."
  },

  {
    "term": "The possession of each apartment shall be duly handed over to the allottee on <b><em>completion</b></em> and on <b><em>full payment of installments and other charges and dues</b></em> and till then the possession will rest with Space Design & Development [pvt] Ltd."
  },
  {
    "term": "The allottee will pay <b><em>stamps duties, registration fee, documentation charges, VAT and any other taxes and expenses</b></em> likely to be incurred in connection with the Deed of Agreement, Allotment, Registration, Transfer etc. only the <b><em>actual</em></b> sums shall be charged."
  },

  {
    "term": "After taking over of apartment of the project, the allottee(s) <b><em>must</em></b> consult with Space Design & Development [pvt] Ltd. prior to undertaking any structural of layout changes within the apartment complex. <b><em>Failure</b></em> to do so will be the <b><em>sole risk of the allottee(s).</b></em>"
  },

  {
    "term": "The schedule of implementations has been methodically prepared to ensure both <b><em>high quality and smooth progress</em></b> of work."
  },

  {
    "term": "The completion period of the construction of the project can be affected by <b>unavoidable circumstances </b>beyond the control of Space Design & Development [pvt] Ltd. like <b><em>force majeure, natural calamities, political disturbances, materials scarcity or price escalation, strikes</em></b> and changes in the fiscal policy of the state etc."
  },

  {
    "term": "If for any reason beyond the control of <b>Space Design & Development [pvt] Ltd. the implementation of the project is abandoned</b>, Space Design & Development [pvt] Ltd. will <b>refund</b> to the allottee the booking money and all installments deposited within <b><em>60</em></b> (sixty) days from the announcement made of this effect. In this eventuality the allottee will not be entitled to any claims or damage whatsoever."
  }
]
